akrr/appker_repo/inputs/openfoam/motorBike/system/ensightWrite
// -*- C++ -*-
// Minimal example of using the ensight write function object.
// Many more options possible
ensightWrite
{
    type    ensightWrite;
    libs    (utilityFunctionObjects);
    log     true;

    // Fields to output (words or regex)
    fields  (U p "(k|epsilon|omega)");

    writeControl    writeTime;
    writeInterval   1;
}


// ************************************************************************* //
